Revit 2027 API
SpecTypeId.HeatCapacityPerArea Property
 Heat Capacity per Area, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeatCapacityPerArea { get; }
Public Shared ReadOnly Property HeatCapacityPerArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeatCapacityPerArea {
	ForgeTypeId^ get ();
}
static member HeatCapacityPerArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace